{
  "data" : [
    {
      "id": 1,
      "Title": "Wstęp",
      "Text": "Kim jesteśmy? Grupką niesamowicie pozytywnych ludzi z luźnym podejściem, którzy uwielbiają motosport, rywalizacje a przede wszystkim – dobrą zabawę. Jako IFL jesteśmy natomiast profesjonalną ligą e-sportową. Naszym głównym wyznacznikiem działań od zawsze była jakość. Uczymy się na błędach, wyciągamy wnioski, zmieniamy się – nieprzerwanie dążymy do tego, żeby stać się realną konkurencją dla największych lig F1 w Polsce.",
      "Image": "'/images/resume.svg'",
      "direction": "row"
    },
    {
      "id": 2,
      "Title": "Krótko o naszych początkach",
      "Text" : "Początek 2020 roku – niewielka grupka bliskich znajomych, zawziętych fanów F1 wpada na pomysł rozegrania turnieju w oficjalnej grze F1, edycji z 2019 roku.",
      "Image": "'/images/universe.svg'",
      "direction": "row-reverse"
    },
    {
      "id": 3,
      "Title": "Krótko o naszych początkach",
      "Text": "Turniej cieszył się sporym zainteresowaniem, informacja między znajomymi rozchodzi się dość szybko, przybywa dużo osób chętnych wziąć udział w całym przedsięwzieciu.",
      "Image": "'/images/traveling.svg'",
      "direction": "row"
    },
    {
      "id": 4,
      "Title": "Krótko o naszych początkach",
      "Text": " Główni pomysłodawcy turnieju wychodzą naprzeciw sporemu zainteresowaniu, postanawiają założyć profesjonalną ligę rozgrywek. Informacja rozpowszechniona zostaje na forum ogólnopolskim. Nabór przynosi chętnych do jazdy z całego kraju. IFL zaczyna oficjalnie działać.",
      "Image": "'/images/genius.svg'",
      "direction": "row-reverse"
    },
    {
      "id": 5,
      "Title": "To, co chcemy wprowadzić w najbliższym czasie:",
      "Text": "Świetne community oraz spore ambicje niejednokrotnie powodują sytuacje w których stwierdzić można, że nasze pomysły to przerost formy nad treścią. Niemniej jednak zbyt duża ilość pomysłów to zdecydowanie mniejszy problem od ich braku. Tak więc z początkiem trzeciego sezonu planujemy mocno poprawić naszą medialną twarz. Nowa strona internetowa (którą właśnie przeglądasz), usprawnienie jakości transmisji na żywo, imerysjne studio oraz grono komentatorów to tylko niektóre z aspektów jakie zostaną zmienione czy poprawione.  ",
      "Image": "'/images/business-decision.svg'",
      "direction": "row"
    }
  ]
}